<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="style/bootstrap.css">
    <script type="text/javascript" src="script\rules.js"></script>
    <link rel="stylesheet" href="style\rules.css"> 
    <title>Rules and FAQ</title>
    <meta name="viewport" content="width=device-width">
</head>
<body>
    <header>
                                        <?php
                                            require 'tpl/header.php'; 
                                        ?>
    </header>
    <section>
            <div class="rules">
                <h3>
                    Правила комментирования:
                </h3>
                <p>Данная страница де-юре является обязательной для прочтения перед комментированием в нашем паблике, незнание её содержания не освобождает от ответственности. Все несправедливые баны можно обжаловать. </p>
                <ol>
                    <li>
                        Запрещены спам, вайпы, набеги, "первонахи", любая реклама, оффтоп.
                    </li>
                    <li>
                        <p class="zero_margin">
                            Категорически запрещены:
                        </p>
                        <p class="zero_margin">
                            - Тюремная, блатная лексика (сюда входят слова вроде "петух", "маня" и все их производные)
                        </p>
                        <p class="zero_margin">
                            - Фразы, сленг из зелёного слоника
                        </p>
                        <p class="zero_margin">
                            Любые комменты с данными словами автоматически удаляются вордфильтром, а их авторы банятся на сутки.
                        </p>
                        <p class="zero_margin">
                            Подробнее про политику вордфильтра можно почитать 
                                <label for="pseudoBtn1" class="btn">здесь:</label>
                        </p>
                                <input type="checkbox" id="pseudoBtn1">
                                <div class="text depth_5">
                                        <p class="zero_margin">
                                            Привет, давайте поговорим о правилах и вордфильтре (который уже раз). 
                                        </p>
                                        <p class="zero_margin">
                                            Нас совсем скоро уже будет больше 9000 (буквально), и рост этот продолжится, хотя всего год назад было в 3 раза меньше (вот вам интересная цифра - за последние 30 дней мы набрали подписчиков больше, чем за второе полугодие 2015 вместе взятое). Как и в любом другом паблике, с ростом числа подписчиков, качество комментов начинает падать. Приходят новые люди, незнакомые с сутью (тм) и душой (тм) паблика, приходят люди, которые делают комментарии ради комментариев, приходят люди, которым вообще неинтересна тематика и так далее. 
                                        </p>
                                        <p class="zero_margin">
                                            Поэтому, чтобы комменты не превратились в филиал Лентача или Деградата, мы проводим сознательную политику по понижению уровня аутизма в комментах. 
                                        </p>
                                        <p class="zero_margin">
                                            Именно поэтому в паблике действует 
                                                <label for="pseudoBtn2" class="btn">вордфильтр:</label>
                                        </p>
                                                <input type="checkbox" id="pseudoBtn2">
                                                <div class="text depth_5">
                                                        <p class="zero_margin">
                                                            Давайте проясним несколько моментов. Да, у нас в паблике действует вордфильтр. Нет, мы его не удалим. Нет, это не означает тоталитарный режим аля феминистические паблики.
                                                        </p>
                                                        <p class="zero_margin">
                                                            Это был полностью осознанный шаг, когда-то предложенный мною в качестве эксперимента, но со временем вордфильтр стал неотъемлимой частью паблика.
                                                        </p>
                                                        <p class="zero_margin">
                                                            Итак, что запрещено:
                                                        </p>                                        
                                                        <p class="zero_margin">
                                                            - Любая тюремная лексика (не надо мне тут только сейчас врать, что вы очень хотите говорить про петухов в качестве животных, мы не сельхоз паблик). 
                                                        </p>
                                                        <p class="zero_margin">
                                                            Если вы хотите "шутить" про петухов, то извольте это делать в других пабликах. Многие почему-то думают, что это не касается их, если эти "шутки" направлены в сторону левых. Один школьник (литералли) жаловался мне в личку, что его забанил_а нек_ая админ_ка за "шутки" про петухов на неделю, при том, что они были против левых и это, по его мнению, было нормально. Потом его забанили за это же ещё раз. Он снова пришёл ко мне жаловаться и попросил его разблочить. На вопрос "зачем" он ответил "троллить леваков". После этого на тот момент ещё правящая госпожа Орловская дала ему перманентный бан. 
                                                        </p>
                                                        <p class="zero_margin">
                                                            - Все разновидности слова "баттхёрт" (наследие царицы). 
                                                        </p>
                                                        <p class="zero_margin">
                                                            - Недавний форс с мясным блюдом. 
                                                        </p>
                                                        <p class="zero_margin">
                                                            - Все разновидности "мамок" и "мамкиных". 
                                                        </p>
                                                        <p class="zero_margin">
                                                            Вроде всё. 
                                                        </p>                                        
                                                        <p class="zero_margin">
                                                            Для чего это всё делается? Чтобы уменьшить количество даунов в комментах. Если вы считаете, что остроумные шутки про петухов очень уместны, то идите на Лентач, пожалуйста. Выражать же мнение вам никто не запрещает. 
                                                        </p>   
                                                        <p class="zero_margin">
                                                            И САМОЕ ГЛАВНОЕ. Ваши комменты удаляются ТОЛЬКО в случаях
                                                        </p>
                                                        <p class="zero_margin">
                                                            а) Бана (надо быть пиздецки тупым, чтобы получить тут бан, если совсем по-честному)
                                                        </p>
                                                        <p class="zero_margin">
                                                            б) Попадания под вордфильтр
                                                        </p>                                        
                                                        <p class="zero_margin">
                                                            Просто сами по себе мы комменты не трём. Спасибо за внимание.
                                                        </p>
                                                            <div class="img">
                                                                <img src="images/rules/1.jpg" alt="Краб">
                                                            </div>
                                                </div>
                                        <p class="zero_margin">
                                            Именно поэтому мы баним за оффтоп и излишнее говнометание. 
                                        </p>
                                        <p class="zero_margin">
                                            Мы не выдаём баны просто так, за чужую точку зрения (Очень часто мне пишут "Почему мне выдали бан? За то, что я считаю, что х?" - а на деле он приходил в комменты, чтобы засирать парашами, петухами и прочим зоновским сленгом, видимо, чтобы аргументация смотрелась убедительнее) или по ошибке. 
                                        </p>
                                        <p class="zero_margin">
                                            Мы не просим вас невозможного, лишь соблюдения элементарнейших правил приличия - не плевать в колодец, из которого вы будете пить. Чем меньше вы засираете паблик, тем приятнее вам тут будет сидеть самим. 
                                        </p>
                                        <p class="zero_margin">
                                            Мы абсолютно некоммерческий паблик, и ведём мы его чисто на своём энтузиазме, посвещая ему своё время и силы, поэтому нам видеть аутизм в комментах больнее вдвойне, поверьте. Поэтому давайте просто содержать паблик в чистоте, и всё будет хорошо.
                                        </p>
                                            <div class="img">
                                                <img src="images/rules/2.jpg" alt="Тян">
                                            </div>
                                </div>
                        <p class="zero_margin">
                            Ручные баны за эти слова выдаются только за намеренный обход, в данном случае наказание будет суровее. Если вы, по-вашему мнению, были задеты несправедливо - обращайтесь к администрации, чтобы ваш коммент вернули, а вас разбанили.
                        </p>
                    </li>
                    <li>
                        Запрещено просить перевод с английского языка. Срок зависит от вашей настойчивости. 
                        <label for="pseudoBtn3" class="btn">Подробнее:</label>
                            <input type="checkbox" id="pseudoBtn3">
                            <div class="text depth_5">
                                    <p class="zero_margin">
                                        Так как в паблике много ньюфагов, в комментах творится какой-то пиздец аля "дааайте перевоооод". Я знаю, что этот пост увидят лишь малая часть из них, но если впредь вы увидите этих нытиков - отсылайте их к этому посту.
                                    </p>
                                    <p class="zero_margin">
                                        Давайте кое-что проясним. Если вы не знаете английский в 2016 - это ваши проблемы. Мы не будем стараться для ленивых даунов, которые не могут прогнать текст через гугл транслейтор. 
                                    </p>
                                    <p class="zero_margin">
                                        Мы не делаем посты на каких-то сверхредких языках (а если и присутствует ссылка на ресурс с таким языком, то обычно есть англо/русскоязычное саммари), так что вашей лени админ_ки потакать не собираются. 
                                    </p>
                                    <p class="zero_margin">
                                        Вообще это в принципе сорт оф обязательное условие при почти что ЛЮБОМ серьёзном увлечении - знание английского здорово помогает в любых сферах жизни, ибо массив информации, доступной на английском МНОГОКРАТНО (порой - в десятки или даже сотни раз) больше, чем на любом другом, пускай даже распространённом языке. 
                                    </p>
                                    <p class="zero_margin">
                                        Ах, вас плохо учили в школе? Но главное - это желание. Если вы хотите выучить английский, то сейчас вам не нужно даже платить сколько-либо за курсы, преподавателей или учебники. В цифровой век вам доступна МАССА обучающих бесплатных ресурсов (какой-нибудь дуолинго, например) - так что вперёд к знаниям. В конце концов, может быть самостоятельное изучение у вас войдёт в привычку, и вы обо всём будете узнавать не только из пабликов вконтактика, что является очень ценным навыком. Так что это потенциально двойная польза.
                                    </p>
                                    <p class="zero_margin">
                                        Ну а если вы всё же настаиваете на переводах, то вы можете пойти нахуй. Такие дела.
                                    </p>
                                    <div class="img">
                                        <img src="images/rules/3.jpg" alt="Тян">
                                    </div>
                            </div>
                    </li>
                    <li>
                        Разведение срачей с оскорблениями (бонусные баллы, если в них присутствует лексика из второго пункта и/или оскорбления направлены в сторону администрации) 
                        <p class="zero_margin">Помните, что выражать своё мнение — одно, приходить намеренно оскорблять своих оппонентов — другое. </p>
                    </li>
                    <li>
                        Запрещено оскорбление аниме как явления (оскорблять отдельные тайтлы можно, аниме-срачи администрация разрешает и поощряет)
                    </li>
                    <li>
                        Запрещены стикеры в комментах.
                    </li>
                    <li>
                        Запрещены комменты от лица паблика (исключения допускаются только в виде дружественных пабликов и редких уместных ситуаций).
                    </li>
                    <li>
                        "А зачем вы это обсуждаете, вы в СНГ живёте, вас это не касается" тоже гарантирует вам перманентный бан. Во-первых, это сама суть паблика, а во-вторых, это оффтоп, который запрещён первым пунктом.
                    </li>
                    <li>
                        Паблик не о СНГ. Всем похуй, что там происходит в Постсовке. И начинать обсуждать СНГ мы не собираемся.
                    </li>
                </ol>
            <p>Периодически мы проводим амнистию по своему усмотрению, которая может затронуть вас, а может не затронуть. Если у вас перманент, то обычно есть за что.</p>
                <div class="img">
                    <img src="images/rules/7.jpg" alt="аниме">
                </div>
            </div>
    </section>
    <section>
        <div class="rules">
                <h3>
                    FAQ:
                </h3>
            <ul class="tire">
                <li>
                    <p class="zero_margin">"Почему мой комментарий пропал?" </p>
                </li>
                <li>
                    <p class="m_top">Смотрите пункт 4 правил.</p>
                </li>
                <li>
                    <p class="zero_margin">"Вордфильтр включает мат?" </p>
                </li>
                <li>
                    <p class="m_top">Нет, мат в паблике не запрещен</p>
                </li>
                <li>
                    <p class="zero_margin">"Какие слова конкретно включены в вордфильтр" </p>
                </li>
                <li>
                    <p class="m_top">Наша политика такова, что мы не разглашаем список вордфильтра целиком, чтобы не делать его более лёгким для обхода. Это заставляет некоторых личностей 10 раз подумать, прежде чем вставить сомнительное слово или нет. Тем не менее, помимо слов из четвёртого пункта стоит избегать слов "мамкин", "баттхёрт" и их любых вариаций.</p>
                </li>
                <li>
                    <p class="zero_margin">"Где ваш пост на тему Х?" / "Вы писали на тему X?" </p>
                </li>
                <li>
                    <p class="m_top">Ищите по стене паблика, в этом плане администрация не отличается от вас - поиск работает у нас так же, как у вас. </p>
                </li>
                <li>
                    <p class="zero_margin">"Напишите ли вы на тему Y?" / "Когда будет пост на тему Y?" </p>
                </li>
                <li>
                    <p class="m_top">Когда захотим / When it's done </p>
                </li>
                <li>
                    <p class="zero_margin">"Почему так мало постов на тему Z" / "Почему так много постов на тему Z?" </p>
                </li>
                <li>
                    <p class="m_top">Потому что мы считаем это важным. Если вы хотите больше постов на какую-то тему, то вы всегда можете прислать нам свой пост, и если мысли в нём оформлены хотя бы на уровне приличного школьного сочинения, мы всегда опубликуем его. Ну или вы хотя бы можете прислать ссылку на какой-то материал. Всё в ваших руках. </p>
                </li>
                <li>
                    <p class="zero_margin">"Почему аниме?" </p>
                </li>
                <li>
                    <div class="img">
                        <p class="m_top"><img src="images/rules/4.jpg" alt="аниме"></p>
                    </div>
                </li>
                <li>
                    <p class="zero_margin">"Может без аниме паблик был бы лучше?" </p>
                </li>
                <li>
                    <p class="m_top">Задающие подобные вопросы первыми сгорят в печах неминуемой аниме-консервативной революции </p>
                </li>
                <li>
                    <p class="zero_margin">"Каких взглядов придерживаются админки/редакторы?" </p>
                </li>
                <li>
                    <p class="m_top">Сколько редакторов, столько и взглядов. Обе админки идентифицируют себя как anime conservative.</p>
                </li>
            </ul>
        </div>
    </section>
    <section>
        <div class="rules">
                <h3>
                    Набор в редакторы
                </h3>
                <p class="zero_margin">Мы всегда ищем инициативных и способных людей. Требования для каждого паблика свои, но есть и универсальные, невероятно сложные требования: </p>
                    <ol>
                        <li>Вменяемость</li>
                        <li>Наличие свободного времени</li>
                        <li>Желание работать</li>
                    </ol>
                <p>Теперь по отдельности для каждого. </p>
                <p class="zero_margin">Основной паблик: </p>
                    <ol class="m_top">
                        <li>Умение писать интересные, осмысленные тексты, подходящие под тематику паблика.</li>
                        <li>Наличие знаний в затрагиваемой области, или же желание самостоятельно исследовать подробно ту или иную тематику (мы не клуб философов, здесь приветствуются только факты, а не пространные рассуждения)</li>
                        <li>Понимание сути паблика, его тематики, духа и контента</li>
                    </ol>
                <p class="zero_margin">Резервный паблик:</p>
                    <ol class="m_top">
                        <li>Степень бакалавра в мемологии</li>
                        <li>Уметь удерживать себя от раздачи банов</li>
                    </ol>
                <p class="zero_margin">Игровой филиал: </p>
                    <ol class="m_top">
                        <li>Инициативность, умение организовывать людей</li>
                        <li>Разумеется, необходимо ориентироваться в игровой индустрии</li>
                    </ol>
                <p class="zero_margin">Если вы считаете, что вы справитесь с возложенными задачами, то присылайте анкету в указанном ниже формате одной из двух админ_ок: </p>
                    <ol class="m_top">
                        <li>Желаемый паблик </li>
                        <li>Возраст </li>
                        <li>Наличие свободного времени</li>
                        <li>Ваши умения</li>
                        <li>Предыдущий опыт администрирования (если есть)</li>
                        <li>Опыт сидения на плюме</li>
                        <li>Что угодно, что вы считаете нужным</li>
                    </ol>
                <p class="zero_margin">Чем больше вы о себе расскажете, тем больше ваши шансы. Администрация оставляет за собой права отказа/игнора без объяснения причин.</p>
                    <div class="img">
                        <p class="m_top"><img src="images/rules/5.jpg" alt="челик"></p>
                    </div>
        </div>
    </section>
    <section>
        <div class="rules">
            <h3>
                Реклама
            </h3>
            <p class="zero_margin">Расценка: $1000/пост</p>
            <p class="zero_margin">Мы также гарантируем тёплый приём в комментариях от разгневанных подписчиков!</p>
            <p class="m_top">(Реклама в нашем паблике не продаётся, разве что вы в действительности готовы заплатить $1000).</p>
                <div class="img">
                    <img src="images/rules/6.jpg" alt="аниме">
                </div>
        </div>
    </section>
    <script src="https://code.jquery.com/jquery-3.3.1.slim.min.js" integrity="sha384-q8i/X+965DzO0rT7abK41JStQIAqVgRVzpbzo5smXKp4YfRvH+8abtTE1Pi6jizo" crossorigin="anonymous"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.3/umd/popper.min.js" integrity="sha384-ZMP7rVo3mIykV+2+9J3UJ46jBk0WLaUAdn689aCwoqbBJiSnjAK/l8WvCWPIPm49" crossorigin="anonymous"></script>
    <script src="script/bootstrap.js"></script>
</body>
</html>